[PAD]
[UNK]
[START]
[END]
!
"
$
%
&
'
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
?
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
°
–
—
‘
’
€
you
to
the
tom
that
is
it
do
of
he
this
in
we
me
don
have
was
what
my
can
for
are
your
be
re
want
know
not
on
like
she
with
they
think
did
how
ll
at
ve
all
his
go
there
and
here
time
about
didn
get
him
very
were
going
no
one
##s
as
why
up
will
had
out
has
just
if
need
mary
her
who
good
would
so
let
an
when
help
should
come
tell
see
could
really
where
from
by
us
please
been
got
take
never
now
thought
more
something
too
much
some
than
isn
make
work
right
back
but
anything
any
home
money
last
french
day
sure
doesn
say
give
told
lot
look
car
people
talk
today
our
still
long
many
said
won
must
way
doing
only
made
eat
love
again
am
does
always
better
house
off
leave
feel
went
happy
everything
before
##ing
new
little
well
believe
down
book
stay
left
them
night
room
school
wanted
done
job
tomorrow
three
old
put
speak
##ed
may
happened
nothing
over
stop
enough
hope
these
find
yesterday
two
every
buy
into
ever
alone
christmas
understand
father
try
ask
keep
or
everyone
sorry
problem
friends
call
other
asked
aren
things
saw
wasn
next
away
hard
boston
dog
wrong
man
late
read
anyone
after
busy
already
thing
live
idea
door
first
knew
friend
life
children
haven
looking
yet
without
hear
happen
came
their
bad
wait
name
used
afraid
couldn
lost
tired
being
remember
gave
morning
best
seen
soon
kind
mind
took
years
mother
ready
##d
heard
drink
found
play
same
often
water
else
use
week
answer
wish
year
care
someone
looks
##ly
even
open
knows
yourself
teacher
parents
big
bed
able
few
bought
both
party
might
myself
true
question
everybody
cold
around
glad
talking
nice
train
show
turn
getting
anymore
place
wouldn
sleep
while
another
early
plan
wants
those
great
nobody
each
because
almost
tried
watch
days
bus
coming
hurt
pay
change
truth
coffee
married
together
matter
seems
food
such
write
person
fun
walk
shouldn
tonight
family
trying
brother
working
once
beautiful
young
easy
english
forget
phone
##er
meeting
mine
waiting
which
doctor
meet
important
difficult
seem
letter
dinner
most
bit
pretty
started
own
books
likes
met
careful
learn
longer
world
felt
hate
thank
anybody
sister
since
rain
start
##y
mean
questions
study
died
child
wife
far
gone
station
mistake
surprised
finished
hand
movie
police
cat
looked
close
quite
until
girl
accident
lunch
run
trust
word
boy
sick
drive
times
weather
office
story
angry
stupid
tv
broke
reading
makes
swim
table
wonder
minutes
supposed
yours
eating
called
window
fire
having
spend
says
exactly
himself
playing
usually
hours
promise
ten
ago
decided
fell
under
chance
sit
free
son
turned
probably
eyes
small
music
later
afternoon
guess
fast
students
picture
interested
kept
hot
park
trouble
australia
listen
needs
advice
safe
possible
tree
hair
worry
arrived
bring
caught
hurry
news
light
ran
bicycle
outside
through
end
interesting
weren
win
proud
country
ok
hungry
thinking
enjoy
forgot
hands
needed
taking
number
stand
agree
different
lose
##r
against
behind
lives
breakfast
high
maybe
miss
japan
town
game
saying
sing
choice
wine
homework
reason
making
shoes
finish
lie
then
favorite
catch
living
die
moment
summer
become
clothes
cost
quit
thanks
cut
##al
explain
near
red
dead
rest
serious
older
somebody
company
changed
kids
part
full
song
visit
beer
month
worried
face
class
crazy
girlfriend
business
tea
works
stayed
age
computer
appreciate
spent
born
quickly
ate
river
team
baby
guy
secret
decision
fish
sometimes
daughter
hospital
paid
rich
##t
expensive
hat
monday
scared
whole
hour
wearing
strange
city
eaten
guys
japanese
asleep
five
point
situation
feeling
funny
smoking
break
tennis
woman
##e
sound
advised
clean
large
box
hotel
milk
##able
##es
watching
real
sat
snow
deal
present
student
dark
dress
began
lucky
street
between
death
trip
expect
key
killed
minute
stopped
comes
short
became
invited
problems
thirty
hold
speaking
dangerous
language
war
boss
clock
cup
hit
studying
wear
liked
happens
allowed
along
building
known
talked
heart
pain
its
move
touch
head
words
finally
rather
kill
missed
dogs
happening
information
mistakes
restaurant
wrote
closed
front
helped
leaving
paper
quiet
order
store
worth
drunk
list
lived
whether
30
perfect
telling
##a
check
shut
##ion
running
second
cake
completely
goes
least
report
worked
brought
men
others
takes
actually
half
prefer
loves
necessary
nervous
handle
air
broken
speaks
expected
mad
sense
swimming
cook
evening
seat
beach
coat
fix
six
birthday
case
garden
shopping
smoke
whatever
white
flowers
glass
opinion
disappointed
road
forward
gets
loved
rules
sent
wake
weekend
##n
cannot
either
figured
future
noise
walked
shirt
tall
dream
fine
plane
somewhere
dance
strong
writing
several
waste
dollars
health
sleeping
upset
whose
certain
floor
follow
dictionary
offer
thinks
desk
weight
clear
hasn
price
drinking
lawyer
set
sounds
piano
taken
means
owe
written
attention
sad
spoke
famous
umbrella
accept
danger
kiss
lying
choose
seeing
asking
crying
difference
during
library
listening
promised
send
inside
teach
fight
message
opened
pass
##ic
medicine
traffic
address
excuse
save
ticket
learned
less
side
vacation
##ment
bag
luck
women
ahead
correct
girls
husband
solve
##ive
alive
empty
smart
fault
keys
poor
ship
apple
join
plans
tie
##ies
black
kid
piece
telephone
waited
bank
borrow
camera
concert
across
blame
immediately
shot
uncle
carefully
joke
meat
planning
fired
hardly
horse
suppose
driving
patient
showed
worse
apologize
glasses
injured
lake
regret
count
staying
##o
prepared
speech
pen
sell
sign
yes
played
success
##ity
beginning
experience
smell
welcome
gift
guitar
ice
none
pictures
arrive
boyfriend
college
discuss
earlier
slept
travel
given
radio
raining
willing
arm
date
decide
four
impossible
satisfied
cats
dressed
grow
wonderful
##ist
afford
driver
seemed
test
wash
couple
line
sunday
boys
color
laugh
laughing
passed
television
cry
gun
kissed
law
movies
sitting
stuff
abroad
bill
walking
weird
blue
control
surprise
terrible
##or
foreign
harder
honest
lend
past
throw
agreed
ride
wall
also
animals
begin
fat
involved
likely
gotten
lied
singing
sooner
blood
chair
easily
eggs
knife
lock
machine
sugar
winter
act
anywhere
built
painting
stolen
younger
consider
doubt
earth
figure
airport
bike
followed
mom
succeed
warm
drank
enjoyed
pick
prison
top
charge
mountain
shop
twice
weeks
##k
##l
bother
bottle
heavy
return
##le
meant
risk
shower
sun
convinced
cute
eye
favor
fishing
storm
taught
calm
held
leaves
special
taxi
trees
boat
common
giving
kitchen
apples
ashamed
canadian
ideas
novel
recently
sky
admit
calling
drop
grandfather
laughed
refused
bread
fall
faster
public
suddenly
taller
plenty
america
failed
kidding
learning
leg
rid
tokyo
cooking
fool
hadn
suggest
##ers
##ling
newspaper
saved
seriously
bet
impressed
recognize
simple
##led
buying
months
moved
share
soccer
stuck
watched
##on
allow
bird
duty
exam
hide
protect
worst
##ting
apartment
carry
hundred
john
lights
missing
aware
deserve
enemy
painted
warned
wedding
##ation
##ted
arrested
extremely
ill
sight
though
absolutely
dad
feelings
helping
jealous
locked
marry
mouth
pleased
voice
attend
bridge
cool
sentence
translate
expecting
fit
lonely
mail
ought
plays
popular
received
slowly
stole
##h
##in
american
beat
fear
herself
liar
solution
##ful
button
church
feels
realize
studied
neither
normal
prices
teeth
##ure
absent
acting
bored
starting
baseball
card
cause
caused
continue
government
till
accused
boring
breath
fair
guilty
history
instead
notice
october
ordered
project
respect
smile
awake
course
fruit
hang
hates
lots
museum
noticed
seven
stood
wind
covered
escape
explanation
feet
sold
spring
stick
wallet
woke
##ine
cars
fact
foot
languages
native
neighbors
pizza
support
vegetables
##m
body
comfortable
dirty
forgotten
friendly
innocent
memory
president
salt
step
##ate
bath
green
pencil
ball
cards
deep
feed
god
ground
hid
paint
perhaps
proposal
rent
sleepy
suitcase
vote
##est
##ged
##less
##p
chocolate
grew
silent
wondering
##ness
##ous
10
forced
nearly
pair
ring
rule
village
forgive
opportunity
slow
soup
tickets
meal
schedule
single
standing
truck
windows
##i
considered
cream
crime
gas
hiding
responsible
spoken
subject
type
avoid
birds
following
listened
returned
believed
concerned
convince
drinks
picked
results
tastes
tears
tough
belong
certainly
interest
license
losing
mood
passport
prove
sort
sweet
totally
united
answered
bigger
brothers
cried
excited
flight
fresh
gold
heat
island
personal
private
rope
smarter
##id
##us
club
confused
dropped
fly
map
mistaken
moon
singer
spending
taste
visited
washing
blind
complaining
explained
fed
football
jump
keeps
manager
nose
power
rude
seldom
appointment
changes
eats
ended
escaped
handed
healthy
hoping
idiot
moving
peace
permission
sea
##ch
##th
cash
eight
hey
huge
loud
reach
shocked
understood
upstairs
wet
##age
##man
bear
grandmother
headache
intend
lazy
middle
ourselves
presents
rains
trusted
yen
##ant
##ious
apply
cookies
cross
depressed
dreams
entered
europe
forever
holiday
legs
names
punished
push
roof
suit
tight
##ped
add
behavior
chess
contact
crowd
curious
enter
fighting
filled
hurts
player
raise
result
straight
sweater
##ance
##ia
##ts
000
calls
continued
familiar
nine
oil
photo
soldiers
stone
unhappy
##ating
article
brave
complain
embarrassed
energy
growing
hearing
hired
letters
low
mess
paying
pool
rice
songs
suspect
talks
thief
among
clearly
dishes
due
jacket
king
nuts
possibility
remained
shy
states
university
view
##an
##rs
account
except
goodbye
manage
match
murder
purpose
realized
relax
skiing
sports
traveling
yourselves
area
cheap
complicated
countries
dancing
exhausted
parked
rumor
theory
thousand
urgent
available
couch
exercise
fairly
further
games
garage
golf
imagine
joking
market
policeman
third
##0
##ping
anyway
art
belongs
cancer
chicken
details
distance
ignore
obey
practice
remain
amazing
delicious
diet
easier
everywhere
excellent
lady
naive
reached
smiling
teachers
washed
whenever
##ar
##ter
above
attack
clever
introduce
obviously
refuse
teaching
wears
within
##ian
apart
delighted
fill
meaning
nurse
particular
post
rang
someday
system
zoo
##ical
##ile
##it
##ized
##ty
bedroom
bite
burned
chinese
dry
email
hire
jail
managed
matters
natural
neighbor
perfectly
pleasure
polite
pretended
pull
shall
size
space
thirsty
##ated
awesome
complete
dentist
rained
spare
supermarket
twenty
unfortunately
warn
winning
wise
workers
##ry
attractive
closer
costs
failure
land
pocket
pressure
similar
sisters
survive
unless
useful
york
answers
believes
climb
credit
denied
disease
dying
ears
facts
fixed
frightened
gives
imagination
london
obvious
page
position
promises
threw
unlikely
usual
video
##5
##en
##ent
advantage
arms
badly
brush
crossed
furniture
grateful
happiness
harm
oldest
sale
shoot
staring
woods
##ce
##red
bell
carried
confident
doors
elevator
emergency
file
judge
lift
rely
roses
runs
season
speaker
themselves
abandoned
accepted
accustomed
barely
dating
earthquake
hated
lay
loss
patience
poem
salary
sofa
thirteen
treated
##cy
##nt
##te
##ue
advance
betrayed
classroom
cops
draw
engine
fail
fallen
fence
group
horrible
mention
passengers
picnic
prize
ugly
using
according
bathroom
diary
goal
jumped
naked
neighborhood
nowhere
organized
pie
reply
saturday
shape
sharp
suggested
treat
wood
##g
bothering
condition
contract
damage
discussion
example
falling
fever
form
grab
hung
lately
magazine
noon
pants
santa
smiled
spends
temperature
wore
##ad
##ize
forest
grass
habit
illegal
recognized
remind
retired
stranger
stronger
toilet
touched
##ge
##ot
butter
copy
cruel
depends
foolish
highly
human
insurance
issue
jokes
kinds
ones
population
quick
rarely
receive
sang
served
smells
solved
stock
sudden
weak
##ap
##ial
##ible
##ned
checked
cleaning
corner
difficulty
eventually
examination
france
hill
hobby
introduced
invitation
lovely
pretend
pushed
stairs
swear
tells
unusual
vase
yellow
##one
##ut
alarm
audience
bright
climbed
divorced
downstairs
hug
intelligent
lies
meals
responsibility
safety
shoulder
suicide
tongue
unable
writer
arguing
army
assume
castle
cousin
dare
doctors
drives
explosion
hello
illness
lent
million
orange
pond
prisoners
race
reasonable
repaired
spread
wasting
##ary
##ied
##w
acted
cheese
conversation
describe
drowned
finger
guests
houses
knocked
marriage
math
orders
science
speed
star
stories
succeeded
wherever
##ish
##pt
americans
borrowed
capital
chosen
cleaned
concern
crowded
drove
helpful
occurred
pale
planned
recommend
refrigerator
relieved
rock
selling
shelf
silence
sundays
towel
##b
##ions
artist
assistance
awful
childhood
complained
enjoying
evidence
flat
flower
foods
gunshot
hole
invite
nearest
ours
persuade
proof
pulled
raised
sandwich
smaller
suspicious
talented
theater
understands
##ise
airplane
band
cheaper
cooked
depend
drawer
entirely
horses
impatient
lower
mayor
midnight
misunderstanding
nap
opening
prepare
prevented
relaxed
scare
stamps
stars
terms
##at
##ched
##les
appears
argue
aunt
bottom
coincidence
destroyed
effort
fingers
laid
members
model
newspapers
odd
offended
pieces
pity
plants
press
punctual
repair
repeat
seated
seats
sport
studies
thin
##ally
##ct
##ered
##ns
attacked
bar
beauty
cancel
capable
discussed
dizzy
flying
friendship
hurried
ignored
member
robbed
socks
stomach
worrying
##ments
##ring
alcohol
cab
dreaming
election
fifty
fortune
friday
german
leader
lesson
parties
percent
potatoes
progress
record
ridiculous
skin
wounded
##ations
##ities
##ss
00
apology
concentrate
courage
divorce
elected
exciting
experienced
generous
handsome
hero
jam
lasted
mirror
mobile
nor
novels
rose
ruined
rush
shame
shorter
spot
##et
anger
bags
barking
begun
bitten
burst
canceled
china
committed
deaf
deeply
deny
desperate
education
factory
finding
gate
incredible
jobs
juice
mountains
nonsense
offered
paris
pockets
strike
suggestion
supper
survived
ways
##as
##el
##hip
##st
admire
advise
annoying
appeared
breathe
brown
fog
fond
force
headed
helps
iron
kicked
kindness
main
mathematics
okay
persuaded
planted
resign
rooms
service
sometime
sore
successful
useless
##aking
##ily
##ked
##med
alike
allergic
animal
argument
aside
becoming
belt
boxes
careless
cares
chances
compared
complaints
confidence
counting
cover
customers
disturbed
express
farm
graduated
guard
knowing
loan
medical
mondays
named
ocean
places
properly
putting
request
round
silly
teaches
thick
uncomfortable
unlucky
##3
##ator
##dy
##ier
##ified
##ow
##rate
##ual
##up
accidents
adopted
anxious
begins
bench
build
cheated
chose
debt
detail
determined
direction
dozen
dumb
efforts
focus
fridge
gentleman
gloves
internet
interrupt
jackson
mt
noisy
oven
purse
rainy
rate
relationship
reliable
reservation
rough
screaming
search
ski
state
traveled
weapon
web
##ding
##ice
##op
##room
ability
admitted
album
ambitious
attended
blew
board
center
changing
delayed
demand
demanded
dessert
disagree
disappeared
enemies
fifteen
final
fully
funeral
genius
hall
holding
impression
improve
income
instructions
lines
loudly
major
miles
nature
nearby
north
note
option
package
paintings
poured
related
reminds
skinny
south
stunned
tied
weapons
website
whoever
yelling
##ide
##ip
##ished
##ition
100
2013
agreement
amount
apologized
armed
bleeding
captain
closet
cop
danced
decisions
doll
double
doubts
ear
egg
entire
entrance
frankly
greatest
hesitate
insane
investigation
lead
modern
options
papers
password
pleasant
positive
program
recovered
secrets
signed
spell
stealing
strict
threatened
tire
trained
understanding
writes
##ging
##iring
##oon
celebrate
clouds
data
drug
dust
electricity
envelope
false
fantastic
film
fought
generally
goods
higher
intention
louder
oh
politics
reasons
ringing
simply
sounded
split
stared
tax
terrified
wished
wondered
##6
##ack
##am
##ble
##ming
answering
beard
beg
biggest
burning
chest
classes
computers
criminal
deserves
direct
engaged
extra
fake
gathered
ghost
greeted
hanging
honesty
hopes
informed
plate
sand
saving
self
sells
square
stamp
tower
violin
walks
warning
wild
##ls
##sy
##table
ages
assistant
baked
basket
beyond
buried
carrots
cell
definitely
drugs
economy
eleven
fan
farmer
fuji
gotta
happier
holidays
keeping
kissing
larger
master
operation
optimistic
owns
parking
published
remove
removed
scene
selfish
snowing
suffering
surrounded
toward
translated
value
visiting
##4
##ably
##ard
##iest
##ism
##ll
##um
actor
ambulance
basketball
battle
beef
behave
bowl
challenge
cigarettes
claus
closely
coach
crash
crashed
downtown
earns
edge
embarrassing
employees
exist
experiment
expert
gifts
handy
increase
itself
jazz
knowledge
lack
largest
led
local
luggage
miracle
online
pack
preparing
professional
remembered
roll
salad
scolded
shake
shoe
sons
spite
steal
struck
sunglasses
throat
trap
trunk
upon
##ative
##istic
##ore
##out
##per
##way
ancient
average
burn
cleared
committee
conference
contest
court
departure
diagnosed
disgusting
exact
exchange
germany
harvard
humor
improved
lecture
narrow
oranges
path
photos
planet
required
research
risks
security
shook
snakes
starts
streets
strength
stubborn
terrific
trick
truly
turns
violence
volume
warmer
##and
##f
##ill
##king
##land
##men
##ors
##ra
##re
arrest
author
bills
birth
bomb
candy
cheer
climbing
content
coward
discovered
documents
error
eve
fashion
fate
haircut
hammer
imagined
loser
medication
mud
mystery
non
peel
powerful
prevent
rare
remains
scream
spy
subway
surprising
tense
tip
vain
valuable
##dle
##is
##ur
applied
assumed
autumn
bargain
boots
ceiling
comment
complex
cows
crisis
distracted
dreamed
fluently
fortunate
goals
grown
ink
invented
meters
neck
personally
prisoner
resist
scissors
sensitive
silver
spain
turning
unfair
weigh
wound
##ail
##ay
##iled
##ited
##rating
20
admired
bananas
bitter
border
breaking
cave
choices
climate
dawn
department
disappoint
document
earn
ends
equal
faith
firm
general
granted
handled
however
intended
laundry
legal
mall
misunderstood
mouse
notebook
numbers
object
packed
poison
possibly
products
quality
rabbit
recent
shave
shirts
shock
sleeps
suffer
suitcases
suits
text
unexpected
vegetarian
wasted
youngest
##ak
##ck
##ened
##ination
##ipped
##my
##ncy
##ose
##rated
##ries
##uted
accent
accompanied
acquainted
action
below
breathing
buildings
ceremony
coins
deadline
examined
flew
fluent
gained
ghosts
grades
heavily
importance
incredibly
jeans
lawn
lightning
lit
miserable
musician
pardon
reads
require
respond
romantic
sheep
skirt
slipped
social
supplies
sushi
sweat
tallest
taxes
topic
trains
translation
twins
unconscious
volunteer
##7
##de
##ight
##ised
##ons
##ral
##se
##x
adult
appearance
attitude
bound
bucket
budget
candles
cigarette
circle
cities
code
commit
complaint
compromise
convenient
cow
custom
eager
ease
evil
fainted
garbage
gym
height
hidden
impressive
industry
italy
jerk
mission
motorcycle
murdered
nerve
normally
notes
pajamas
permitted
picking
plain
pride
provided
released
screamed
searched
serve
settled
slice
soft
sophisticated
soul
spoon
starving
sum
supply
task
teenager
terribly
timid
toes
total
toys
twin
unbelievable
##aded
##bling
##cing
##els
##tion
##u
##ud
##ust
achieved
actress
africa
aimed
alternative
although
bare
basement
battery
beginner
beside
canadians
captured
charges
classmates
collecting
constantly
crossing
deserved
difficulties
dumped
effective
field
formed
frequently
hi
hoped
hopeless
menu
merry
mistook
nation
negative
opinions
particularly
pitch
plant
postponed
provide
raw
rejected
sees
settle
slight
source
spiders
stepped
stopping
strangers
switch
tattoo
thousands
tourists
toy
treatment
unemployed
voted
##als
##ering
##iable
##io
##ists
##itive
##nce
##ters
##ton
##ub
##ump
##ze
aggressive
annoyed
anytime
approach
appropriate
arriving
authority
awfully
baggage
bald
beans
bee
blamed
bringing
carpet
charming
colors
conditions
cough
discount
drowning
electric
fits
focused
fortunately
graduate
helpless
hers
humble
hunting
knee
knock
loaded
loose
luckily
magazines
method
nowadays
objective
officer
photograph
pills
policy
pronounce
rested
rumors
scenery
scientist
secretary
shoulders
significant
staff
steak
suffered
towards
track
training
trapped
twelve
volunteered
walls
west
yard
##ag
##aries
##ax
##board
##ction
##ear
##her
##house
##izing
##tained
##tic
absence
attempted
attic
beating
blackboard
blow
bluffing
bug
bullet
bunch
camping
candle
chairs
cheerful
clue
crack
customer
dancer
darker
debate
devoted
dollar
drew
elephants
fork
gambling
guessed
hook
hundreds
incident
interfere
joined
ladder
leak
millionaire
necklace
overweight
per
plastic
poet
postpone
privacy
prohibited
rescued
rising
ruin
scary
scientists
shared
skipped
sleeve
surgery
swing
violent
visitors
wheel
wire
witness
##9
##aled
##c
##cle
##ick
##ium
##lock
##oke
##ology
##ote
##ture
##ured
##use
##ute
##ution
##ve
##vy
300
accurate
agrees
arrives
attempt
banana
based
breaks
cautious
cd
century
classical
connected
connection
crew
cure
daughters
debts
defeated
dislike
dragged
drawing
engagement
england
envy
especially
event
exchanged
expenses
fascinating
fastest
financial
flu
folded
freedom
frozen
glanced
grapes
grounded
grows
halfway
india
knees
knocking
landed
lessons
limit
lion
logical
mars
mentally
mentioned
minister
motivated
neat
nicer
occur
original
otherwise
performance
pet
pipe
poker
presence
pressed
product
puppy
puts
rented
rights
risky
searching
seconds
shade
sir
skeptical
snake
spelling
stops
style
sunscreen
supportive
swam
tail
talent
target
tend
tent
tooth
underestimate
visa
##ade
##ain
##ching
##co
##ger
##ie
##ins
##iving
##ization
##mer
##nic
##ord
##oy
##read
##used
accompany
announced
apparently
bass
blanket
blocked
bookstore
burglar
cheating
cheek
closest
confessed
consequences
consideration
contains
cookie
correctly
creative
criticism
degrees
deserted
differ
dried
efficient
errors
expectations
fooled
foreigners
forgetting
forty
fox
grave
gray
guest
guide
heads
intersection
june
magic
messages
minded
national
nerves
panic
parts
pathetic
pot
pray
qualified
quietly
recall
receipt
reminded
remote
richer
rushed
shows
slightly
sour
stands
strongly
survivors
switched
thieves
thrown
tools
treating
trousers
trusts
tune
universe
unnecessary
uses
volunteers
wealth
whale
wiped
wishes
##ained
##atic
##bled
##ced
##cted
##der
##ess
##ler
##ms
##na
##ning
##os
##ps
##py
##tered
##tive
##un
##well
active
addressed
adults
application
approve
approved
april
awkward
besides
bone
cared
cellphone
cherry
collection
competition
conclusions
curtain
daily
desert
despise
destroy
detective
discouraged
divided
donated
earned
excuses
exit
eyesight
female
finds
flag
forecast
guns
gunshots
handkerchief
heading
highest
honey
interpreter
issues
laughter
pilot
political
pregnant
professor
property
puzzle
racket
regular
religious
rescue
safely
sales
sentences
sincere
soldier
stores
suitable
temper
thoughts
valentine
verify
victim
watches
wealthy
whichever
wide
windy
worker
wreck
yelled
##8
##ach
##ame
##ants
##ators
##bed
##box
##iation
##ics
##ival
##ol
##orn
##over
##ration
##uck
##ward
##zed
50
500
aboard
acceptable
accomplish
achieve
added
addicted
affair
aim
ambition
amused
appear
approached
bathtub
bedtime
blonde
brain
brand
briefly
british
brushed
buys
circumstances
compare
conclusion
conditioner
critical
currently
decent
dedicated
disappointing
dishwasher
enjoys
essay
exams
families
fined
flood
gorgeous
grabbed
grandparents
heaven
hugged
increased
indoors
innocence
insult
irrelevant
journey
laptop
meter
murderer
nail
nuclear
painful
panicked
pencils
players
pointed
points
precious
pretending
prime
pulling
recommended
remarks
respected
retire
sensible
sides
signs
sings
spider
strawberries
temptation
thanked
tiny
trade
tricks
victory
weekends
welcomed
##2
##arily
##back
##bs
##ctive
##ds
##form
##gar
##gle
##ians
##icked
##ided
##ings
##ks
##light
##nical
##oe
##row
##ster
##tor
##ubbed
##ug
##uing
##ulate
##unt
##vation
##ves
20th
appetite
avoided
becomes
behaving
bloom
brief
buses
carrying
causes
charity
cloth
comments
confirm
consult
cooperate
crops
culture
current
dealing
demands
diamond
differently
director
dull
dyed
east
eighteen
emotional
flashlight
flies
flour
forgiven
frustrated
gain
gear
handwriting
hitting
hospitalized
humans
incorrect
jogging
journalist
kick
lamp
latest
letting
loosen
manual
nails
objection
opposite
osaka
outdoors
owes
pace
personality
phoned
poems
politician
pounds
poverty
practicing
predict
prince
priority
productive
promoted
puzzled
reaction
register
remarkable
richest
riding
rotten
saint
sandwiches
sauce
separated
shaken
shaking
sink
slip
steps
struggled
symptoms
tasted
thorough
tires
tolerate
toothpaste
tore
union
waved
worn
##ates
##cked
##ection
##ff
##ficial
##gy
##ication
##ids
##ient
##illing
##ipping
##ison
##nd
##oot
##race
##rain
##ress
##rude
##tle
##ural
##work
afterwards
alcoholic
alibi
amazed
ants
appreciated
asks
assure
astonished
atmosphere
backwards
bodyguard
bold
branch
celebrating
chat
cloud
colds
command
considering
copies
cottage
cups
damaged
deceived
declined
dish
disturb
encouraged
ending
examine
experts
faces
fatter
fewer
frog
grade
helicopter
hiking
homeless
honestly
humiliated
hunger
hurting
insisted
interview
judging
junk
laws
leaned
length
level
literature
log
lottery
maid
manners
memorize
mercy
metal
negotiations
offend
overreacting
participate
pillow
proceed
production
pure
rats
recipe
recover
regularly
relatives
replace
rocks
roommate
row
scarf
shift
skills
slippery
snack
someplace
spilled
spoiled
stays
stones
sunset
surface
surgeon
suspected
tomatoes
tricked
trumpet
typhoon
websites
whispered
wolf
zero
##ale
##arm
##ase
##ash
##ashed
##bow
##ctor
##do
##ence
##ening
##ern
##fire
##iating
##iling
##inate
##ines
##ior
##isted
##itated
##ivity
##let
##lined
##ma
##ner
##night
##nts
##od
##ody
##ook
##pers
##rained
##rank
##reak
##ried
##rint
##uding
##uit
##vor
##worthy
admission
affairs
aid
angel
annoy
backed
bars
blowing
blown
bothered
bottles
bribe
bush
cap
carelessness
clothing
compliment
confuse
consciousness
consists
contagious
crawling
curtains
customs
decorate
decorated
defend
delay
destination
earthquakes
essential
excused
faint
flows
forgetful
freezing
fries
gonna
gradually
gullible
habits
halloween
honor
ignorant
impress
improving
incompetent
independent
inevitable
insects
insist
international
interrupting
killing
kyoto
ladies
lawyers
leather
lifted
located
majority
messed
minor
ordinary
owner
packing
pens
pepper
plumber
predicted
previous
princess
psychic
quarter
rabbits
reduce
reputation
reserved
response
ridden
sake
scares
screw
sec
sheet
showing
situations
sixty
snowed
snowman
society
spotted
stage
starved
steady
stiff
stress
stressed
suggesting
sunny
technology
temporary
thankful
throwing
travels
unfortunate
unlocked
urged
valid
whistling
wipe
wooden
worries
yeah
##art
##ber
##ded
##ey
##ground
##iate
##ig
##il
##ined
##iver
##ives
##lied
##lls
##ong
##ored
##ories
##ouse
##ower
##ray
##tery
##ush
##ved
##ving
##water
##zing
absolute
access
accusing
affected
alice
applies
argued
asthma
banged
barber
basic
bees
begged
behaved
blaming
brilliant
bury
charged
chased
chicago
claims
cliff
clung
collapsed
collect
collected
composition
construction
cousins
creepy
delicate
determine
digging
dismissed
economic
effect
envious
european
exception
falls
fasten
files
flexible
follows
foreigner
forgave
furious
guarantee
guards
hardest
haunted
ignorance
inch
increasing
insecure
interrupted
joy
knitting
labor
latin
lips
loving
luxury
mask
materials
memories
necessarily
outraged
pages
pays
permit
pickpockets
pronunciation
pulse
queen
railroad
rapidly
rat
refrain
regrets
religion
replaced
resourceful
resume
rifle
role
rolled
rome
satisfactory
schools
selected
sew
shooting
skate
skip
slower
smokes
soap
software
spanish
speakers
specific
stain
steel
stove
stream
stylish
sunrise
swimmer
sword
teenagers
tempted
tests
touching
tourist
trash
treats
troops
troubled
wow
##ab
##acing
##ake
##are
##ars
##ast
##asy
##aving
##bing
##by
##cast
##ect
##ense
##eps
##ffed
##going
##hill
##icate
##ify
##inct
##itch
##itor
##lap
##lin
##line
##loaded
##om
##orm
##point
##port
##rim
##rk
##tch
##time
##ube
##uggle
##ular
##uming
##unch
##uring
##wood
15
absurd
actions
adapt
addict
alternatives
amends
amusing
approaching
arranged
attached
avoiding
beware
blast
bones
brings
bumped
burnt
cage
career
champagne
coast
coin
colder
comfort
confess
coughed
council
curiosity
cutting
deals
delivered
destiny
dining
distinguish
disturbing
entering
farmers
frighten
gently
grammar
harvest
heated
heater
heavier
hilarious
hint
holds
humid
inflation
injury
items
jury
kidnapped
lacks
lemon
limited
longest
mile
monkey
monkeys
mustache
needing
nightmare
nodded
objected
onto
opera
opposed
overheard
overseas
oxygen
oysters
pairs
partner
permanent
politely
pork
postcard
prettier
priest
procedure
process
proper
propose
proved
punishment
purchase
rational
reconsider
registered
relief
remembering
remembers
requires
resigned
resources
rings
rise
robbery
safer
sank
semester
sending
shallow
shortly
shouting
sinking
skill
snore
spicy
standards
startled
statue
strictly
suspended
swept
tends
threat
threatening
toothache
turkey
uneasy
unique
various
warmth
wednesday
wings
youth
##50
##ace
##arted
##book
##ctic
##cts
##esting
##formed
##ican
##icated
##icking
##ident
##iles
##ils
##ipes
##itis
##ky
##load
##mic
##nel
##nies
##ntial
##ob
##ologist
##oma
##ome
##oning
##ony
##ops
##osition
##pose
##rew
##sing
##tain
##uction
##ufficient
##une
##zard
abandon
accountant
agreeing
allergies
architect
arrange
arrogant
arrow
asia
babies
balls
bears
betray
bible
boil
boiling
bowed
cakes
canada
causing
cellar
cheat
checking
choir
chubby
citizens
cloudy
coal
community
constant
controlled
cooperation
cotton
countless
deliver
delivery
desire
devil
directions
discussing
dove
driven
dye
elderly
engineer
ex
experiences
fabulous
faced
faults
fixing
fooling
fuss
garlic
genuine
gladly
goat
greatly
guitarist
happiest
heroin
hiring
horror
hostages
immediate
influence
investigating
irresponsible
justice
kilometers
knives
leads
limits
lincoln
link
listens
lowered
marathon
measures
mechanic
melted
merciful
mexico
minds
misjudged
modest
mosquito
mosquitoes
negotiate
numb
obeyed
occasion
onions
opponent
organization
overslept
painter
passing
patients
penny
pets
pianist
pink
planes
plates
policemen
politicians
pollution
prefers
printer
protection
quitting
recovery
refugees
regards
requested
reserve
responsibilities
robber
rugby
salmon
savings
sheets
shelter
shops
sock
somehow
stressful
subscribe
surf
surprises
swims
switzerland
tap
teased
teens
temple
term
textbooks
thumb
tidy
tour
trigger
uniform
unknown
ups
victims
vision
waiter
weeds
whistle
wins
##acked
##akes
##apped
##ared
##atory
##ave
##burn
##courage
##dition
##ee
##ens
##ep
##erve
##ex
##hes
##ically
##idate
##iding
##igh
##iking
##ilities
##ime
##inated
##ite
##itude
##ke
##key
##lip
##lled
##mit
##nding
##nect
##ny
##old
##olve
##ophy
##perative
##ployment
##posed
##rail
##rand
##saw
##sion
##tering
##uation
##ude
##ught
##ums
##ures
acquired
acts
affects
alert
alphabet
ammunition
applauded
approval
aspirin
astronomy
atomic
attracted
bartender
basis
bat
bites
blocks
cabin
camp
carbon
carries
chain
chickens
childish
chimney
chores
click
communication
complains
completed
congratulations
conscious
conservative
contain
cooks
counter
courageous
crimes
cured
dealt
december
defense
depressing
description
despite
devastated
device
disaster
discovery
discreet
disgusted
eater
effects
elephant
embassy
emotions
environment
explaining
explode
extent
fashioned
fearless
flattered
forces
forehead
frank
fussy
gather
giggled
golden
gossip
greedy
greek
guts
handbag
heartbroken
heights
hesitated
hockey
horrified
image
include
indeed
injuries
intelligence
intrigued
jar
killer
kilograms
landing
laughs
loses
mark
mere
mr
opportunities
outfit
owned
pacific
payment
peanuts
pig
plug
praise
promotion
realistic
records
regretted
relatively
reluctant
resilient
restaurants
ripped
risked
roads
scar
score
section
seeds
seventeen
sewing
shed
shortage
sincerely
sits
slammed
slavery
smoked
solar
somewhat
spaghetti
stabbed
stadium
stake
stir
stretched
stroke
suggestions
symbol
tape
tear
textbook
theft
thrilled
thursday
tracked
treasure
tripped
trout
vague
voices
wheat
wisdom
##ails
##ait
##aked
##ales
##ander
##ased
##aul
##bit
##cated
##ches
##dge
##down
##fit
##fully
##go
##gram
##hand
##ially
##iar
##ief
##ilt
##imate
##inative
##inent
##ining
##irt
##istration
##itation
##lation
##low
##ne
##neath
##ock
##ode
##ole
##ological
##ometer
##oms
##oo
##ool
##oral
##oss
##ots
##reaking
##rick
##rooms
##rous
##side
##tand
##ties
##uate
##ucked
##ucted
##udge
##ugged
##ulated
##ulb
##v
12
13
absorbed
accomplished
achievement
acquaintance
acquitted
alarmed
ankle
anonymous
approximately
attorney
attributed
balance
barks
batteries
bore
bracelet
bum
businessman
butterflies
calmed
cases
caution
cds
chairman
character
checks
cheeks
closing
communicate
compete
congratulated
conscience
conscientious
contented
costume
create
created
crushed
declared
degree
deposit
described
designed
differences
dig
disappear
dolls
estate
exaggerate
examples
fbi
fields
fifth
filthy
fireplace
flirting
flooded
fold
frost
fuel
funds
gay
gifted
glance
ham
hay
heating
hospitality
hunter
id
imports
inappropriate
included
interests
investment
isolated
jewelry
kite
lid
lifetime
lighter
lightly
lions
male
marks
mild
military
minimum
mix
mozart
nations
needle
ninety
occasionally
overworked
parent
partly
partners
persistent
pessimistic
photographer
physical
picky
pigs
plus
potato
potential
powerless
practically
principles
privately
proverb
rash
reality
recess
recovering
release
relevant
reported
responded
roast
root
runner
russia
ruthless
salesman
sample
scratch
selfie
serves
shampoo
shaved
shining
ships
shots
sip
skating
slapped
slave
smashed
smelled
smooth
sneaky
sober
squirrel
stalling
statement
stinks
straw
sue
sunlight
surrendered
sweating
sweets
sympathy
talkative
teasing
tested
turtles
upside
vacant
van
version
visits
vivid
waitress
warming
warrant
wink
wisely
woken
wolves
##1
##adow
##ages
##ailed
##alf
##ara
##axed
##aze
##azed
##bone
##cious
##eat
##eer
##etic
##fall
##ffle
##finite
##fish
##ft
##gling
##gnition
##hed
##iated
##ield
##iers
##iety
##inating
##ique
##ir
##ire
##itating
##itory
##ively
##izes
##kind
##lim
##loat
##mon
##oed
##og
##olted
##ont
##ooze
##oved
##overs
##pa
##pires
##proof
##raph
##rations
##sed
##sis
##tract
##ula
##unk
##urry
##usion
##uting
##ver
##zy
11
19
40
70
adorable
advertising
ain
announcement
appointed
awoke
baffled
barked
beaten
beers
blankets
boiled
brazil
butcher
callous
cameras
cardboard
carpenter
catches
catholic
cheered
chef
chopsticks
chuck
citizen
civil
confirmed
contribute
cope
coughing
counts
criminals
crush
curse
dates
decline
deliberately
demanding
dependent
developed
differs
discover
disobeyed
disrespectful
dope
doubtful
drill
educated
eiffel
em
escaping
exercising
existence
filed
flights
flute
forbidden
frightening
greater
guessing
guilt
helmet
homesick
hometown
hopefully
humanity
ideal
identify
impolite
inherited
intentionally
january
jet
july
jumping
kindly
lame
lighten
loyal
mat
matches
material
millions
napkin
narrowly
naturally
nauseous
noises
notified
obliged
observant
offering
official
outcome
outlive
panting
passenger
penalty
physics
possibilities
pound
pour
preaching
prescribed
produce
prom
prudent
punched
punish
quarrel
racist
raising
react
reception
reduced
refreshing
refund
relaxing
remark
repeated
repeating
revenge
ruled
russian
salty
sarcastic
scam
scandal
separate
september
sets
severe
shark
shattered
shivering
shovel
silk
snap
snowstorm
solid
speeding
spinach
spirits
spoil
stare
steam
sting
strategy
swollen
taxis
testify
thinner
tigers
tightly
title
tone
traitor
troubles
typical
ufo
understandable
unmarried
unpleasant
verge
virus
vitamins
waist
wandered
watering
watermelon
weighed
worthless
worthwhile
##acity
##agging
##ague
##ah
##ai
##ances
##ang
##anic
##anned
##asty
##berries
##berry
##bly
##burgers
##case
##cet
##cial
##cies
##cluded
##coming
##ctured
##cuted
##da
##ece
##ented
##hale
##iased
##ibly
##iced
##ift
##iness
##inning
##ji
##late
##lerant
##lipped
##lown
##lum
##mates
##mble
##mission
##most
##nded
##nk
##nsive
##nuts
##obe
##oles
##olish
##ones
##opped
##oring
##owed
##owing
##ows
##oyal
##oyed
##person
##piece
##pies
##place
##pressed
##rase
##rawl
##rent
##ria
##rite
##rn
##sts
##taining
##uary
##ucks
##ulation
##ulations
##umps
##undant
##uous
##urger
##urned
##urt
##ven
##victed
##walk
##ware
##zes
200
abolished
adjust
anniversary
asian
assigned
automobile
babysitter
bakery
barefoot
beds
beginners
benefit
bent
biting
bleed
blinded
bowling
brakes
brightest
bullets
butterfly
cabinet
calculated
calendar
california
calmly
campus
celebrated
cello
chewed
chocolates
claim
client
cocaine
cockroaches
comic
conduct
conflict
confusing
congress
corn
corrected
cracked
crafty
criticized
dangers
deepest
deer
defeat
democracy
deprived
diplomat
diplomatic
disagreed
diseases
disposal
dissatisfied
distant
divide
dorm
doubted
drawn
duck
dug
dumbfounded
earrings
elaborate
embarrass
enthusiastic
equipment
estimate
evacuate
events
expelled
expressed
expression
extreme
facing
faithful
fee
festival
fiction
fingernails
finicky
fireworks
flames
floats
folks
forcing
fulfill
gasoline
groups
growth
holes
hotels
iceberg
idiots
ii
imagining
imported
infection
inform
instrument
insulted
intends
intense
intentions
invention
italian
item
junior
label
lets
lipstick
location
lyrics
magnificent
marrying
mass
medal
mental
mice
microphone
mixed
motion
mug
mule
muscles
musical
nickname
nights
notebooks
obedient
obsessed
occupied
organic
overtime
pan
pattern
peaceful
perfume
pharmacy
picasso
pin
plot
poetry
pole
port
practical
presented
prior
produces
protecting
protested
questioning
rage
rates
receiving
refer
resignation
revolution
rivers
rode
saturdays
saxophone
scratched
servant
shelves
shore
shouted
shown
sixteen
soil
speechless
starve
stitches
stung
sucker
sung
surrender
suspects
suspicion
sympathetic
talents
tank
telephoned
texting
tons
tossed
traditional
travelers
tries
trusting
tuberculosis
unbearable
vocation
volleyball
volunteering
voyage
wages
warmly
whereabouts
winner
wiser
wives
worthy
wounds
##ability
##afe
##aging
##agues
##amp
##aned
##antic
##asing
##asted
##atures
##ayed
##ba
##bell
##chy
##coat
##come
##cooked
##couraging
##cript
##den
##dict
##dom
##eal
##equence
##erving
##ets
##fy
##garded
##hase
##he
##hew
##hop
##iented
##ievable
##ieve
##igate
##iger
##ign
##ignant
##ike
##illa
##im
##int
##iologist
##isible
##istics
##ital
##ius
##lance
##lash
##law
##linched
##lling
##log
##lope
##lus
##mitted
##nda
##ng
##nob
##oid
##oked
##olved
##ooked
##orious
##orted
##oscope
##ounded
##ounding
##ously
##ox
##peal
##pering
##pire
##ple
##prints
##pulsive
##qualified
##races
##raft
##ragging
##raphy
##reaked
##recise
##rejudiced
##res
##rid
##rink
##roach
##rospect
##rot
##rown
##rted
##rum
##rupt
##ser
##ship
##spiration
##stic
##tation
##ten
##tended
##ternal
##test
##ued
##uffs
##uish
##unched
##urnal
##utions
##vable
##vincing
##working
ache
acknowledged
advanced
agent
agriculture
alley
anticipated
armchair
ashtray
assist
astute
automatically
backpack
backyard
balcony
bankrupt
bark
behaves
beings
believing
benefits
bicycles
biology
blush
blushing
boarding
bothers
breast
bride
briefcase
britain
bruise
bugging
canoe
cast
catching
cattle
cease
chemistry
chew
chief
chin
chips
cleaner
collapse
comb
confide
congratulate
conspiracy
consumption
contributed
convenience
convey
counted
countryside
covid
cowards
crept
crop
dated
demonstration
diamonds
dime
dinosaurs
ditch
drenched
dresses
drunken
earliest
economics
edible
elders
employee
entitled
errands
euros
exceptions
extraordinary
extroverted
eyebrows
fairy
farther
fascinated
fashionable
finishing
flush
footprints
fort
froze
fruits
fur
fuse
gamble
gang
global
grandchildren
grandma
groggy
hairstyle
harmless
hawaii
headlights
hike
hood
horizon
housework
huddled
hunch
hurricane
ignoring
immature
inconvenience
infected
inspired
instant
instruments
introverted
inviting
ironed
jesus
joining
joint
judgment
justify
kilos
knit
lean
lemons
load
locker
logic
lousy
lovers
lung
machines
magician
mahjong
mansion
massage
mature
measure
melting
mostly
museums
mutual
niece
numerous
nursery
observe
offensive
olympics
organ
orphan
overlook
paranoid
parks
participated
peacefully
peaches
period
physically
pierced
pies
pleasantly
poisoned
poorly
popcorn
primary
principal
programs
protesters
pushing
railway
raincoat
regained
regardless
renew
replied
represent
resembles
resort
riddle
ripe
rub
rubber
sailing
scarcely
seafood
sealed
secretly
sentenced
severely
shakespeare
shine
shoelaces
sin
sipped
slightest
snickering
snows
solving
sorts
span
species
spontaneous
squeeze
starch
stink
stomachache
strenuous
string
sunshine
swallowed
sweep
swiss
teams
telescope
tendency
tighten
tissue
towels
towns
tragedy
trial
tuesday
tunnel
typewriter
unacceptable
unavoidable
unreasonable
unturned
update
urge
vienna
villagers
volcano
voting
washes
weighs
whales
whatsoever
witnesses
woodchuck
wrap
wrapped
wrist
yell
##!
##"
##$
##%
##&
##'
##+
##,
##-
##.
##/
##:
##;
##?
##j
##q
##z
##°
##–
##—
##‘
##’
##€
